"""
(1)、深圳股票代码“002”开头的是中小板,“000”开头的是主板,“3”开头的是创业板;上海股票代码“6”开头的,全部的上海股票都为主板。

(2)、上海B股代码是以900开头,新股申购的代码是以730开头,配股代码以700开头。

(3)、深圳B股代码是以200开头,新股申购的代码是以00开头,配股代码以080开头。

(4)、权证:沪市是580打头,深市是031打头。
"""

SH = "SH"
"""
上海交易所
6*****
"""

SH_B = "SH_B"
"""
上海 B股
900***
"""

SH_NEW = "SH_NEW"
"""
上海 新股申购
730***
"""

SH_PG = "SH_PG"
"""
上海 配股
700***
"""

SZ = "SZ"
"""
深圳 主板
000***
"""

SZ_CY = "SZ_GEM"
"""
深圳 创业板
Growth Enterprise Market
3*****
"""

SZ_ZX = "SZ_ZX"
"""
深圳中小板
002***
"""

SZ_B = "SZ_B"
"""
深圳 B股

"""